<!DOCTYPE html>
<?php
include 'db.php';
session_start();
 include 'meta.php'; 
 ?>
<style>
        .card {
            border-radius: 15px;
            margin-bottom: 30px;
        }
        .card-header {
            background-color: #2e9e93;
            color: white;
            border-radius: 15px 15px 0 0;
        }
        .card-body {
            padding: 20px;
        }
    </style>
<body>
    <?php include 'header.php'; ?>
    <div class="container text-right">
        <h1 class="text-center my-5">حریم خصوصی</h1>
        <div class="card">
            <div class="card-header text-center">
                <h3>سیاست حفظ حریم خصوصی</h3>
            </div>
            <div class="card-body">
                <p>در [بازار میوه]، حفظ حریم خصوصی شما برای ما بسیار مهم است. در اینجا، نحوه جمع‌آوری، استفاده و حفاظت از داده‌های شخصی شما توضیح داده شده است.</p>

                <h4>جمع‌آوری اطلاعات</h4>
                <p>ما اطلاعاتی را که شما هنگام استفاده از سایت ارائه می‌دهید، مانند نام، ایمیل، و اطلاعات مربوط به درخواست‌ها و پیشنهادات شما، جمع‌آوری می‌کنیم.</p>

                <h4>استفاده از اطلاعات</h4>
                <p>اطلاعات جمع‌آوری شده به منظور بهبود خدمات، پاسخگویی به درخواست‌های شما، و اطلاع‌رسانی درباره تغییرات مهم استفاده می‌شود. ما اطلاعات شما را برای اهداف تبلیغاتی یا فروش به اشخاص ثالث نخواهیم فروخت.</p>

                <h4>حفاظت از اطلاعات</h4>
                <p>ما از تکنولوژی‌های امنیتی برای حفاظت از اطلاعات شخصی شما استفاده می‌کنیم و تلاش می‌کنیم که اطلاعات شما در برابر دسترسی غیرمجاز محفوظ باشد.</p>

                <h4>تغییرات در سیاست حفظ حریم خصوصی</h4>
                <p>ما ممکن است سیاست حفظ حریم خصوصی خود را به‌روزرسانی کنیم. تغییرات مهم در این صفحه اطلاع‌رسانی خواهند شد و شما با ادامه استفاده از سایت، تغییرات را پذیرفته‌اید.</p>

                <h4>تماس با ما</h4>
                <p>اگر سوالی دارید یا نیاز به اطلاعات بیشتری است، لطفاً با ما از طریق صفحه تماس با ما ارتباط برقرار کنید.</p>
            </div>
        </div>
    </div>
    <?php include 'footer.php'; ?>
</body>
</html>
