<!DOCTYPE html>
<?php
include 'db.php';
session_start();
 include 'meta.php'; 
 ?>
<style>
        .card {
            border-radius: 15px;
            margin-bottom: 30px;
        }
        .card-header {
            background-color: #2e9e93;
            color: white;
            border-radius: 15px 15px 0 0;
        }
        .card-body {
            padding: 20px;
        }
    </style>
<body>
    <?php include 'header.php'; ?>
    <div class="container text-right">
        <h1 class="text-center my-5">شرایط استفاده</h1>
        <div class="card">
            <div class="card-header text-center">
                <h3>شرایط و قوانین استفاده از سایت</h3>
            </div>
            <div class="card-body">
                <p>با استفاده از سایت [نام سایت]، شما موافقت خود را با شرایط و قوانین زیر اعلام می‌کنید. لطفاً این شرایط را با دقت مطالعه کنید.</p>

                <h4>استفاده از خدمات</h4>
                <p>شما با استفاده از خدمات سایت، تأیید می‌کنید که قوانین و مقررات ما را رعایت خواهید کرد و مسئولیت کامل استفاده از خدمات را بر عهده خواهید داشت.</p>

                <h4>حساب کاربری</h4>
                <p>برای استفاده از برخی خدمات، ممکن است نیاز به ایجاد حساب کاربری داشته باشید. شما مسئول حفظ امنیت اطلاعات حساب کاربری خود و فعالیت‌هایی که تحت حساب شما انجام می‌شود، هستید.</p>

                <h4>محتوا و مالکیت فکری</h4>
                <p>تمامی حقوق مالکیت فکری شامل نام‌ها، نشان‌ها و مطالب موجود در سایت متعلق به [نام سایت] یا مالکین مربوطه است و شما نباید بدون مجوز کتبی از ما از آنها استفاده کنید.</p>

                <h4>مسئولیت‌ها</h4>
                <p>ما مسئولیتی در قبال خسارات یا زیان‌های ناشی از استفاده یا عدم توانایی استفاده از سایت نداریم. خدمات ما "به همان شکلی که هست" ارائه می‌شود و هیچ‌گونه ضمانتی در مورد دقت یا صحت اطلاعات ارائه نمی‌دهیم.</p>

                <h4>تغییرات در شرایط استفاده</h4>
                <p>ما ممکن است این شرایط و قوانین را به‌روزرسانی کنیم. تغییرات مهم در این صفحه اطلاع‌رسانی خواهند شد و شما با ادامه استفاده از سایت، تغییرات را پذیرفته‌اید.</p>

                <h4>تماس با ما</h4>
                <p>برای هرگونه سوال یا ابهام در مورد شرایط استفاده، لطفاً با ما از طریق صفحه تماس با ما ارتباط برقرار کنید.</p>
            </div>
        </div>
    </div>
    <?php include 'footer.php'; ?>
</body>
</html>
